[
  {
    "chapter":"The Little Girl",
    "chunk_id":1,
    "page_number":42,
    "text":"The Litle Girl BEFORE YOU R EAD • Do you feel you know your parents better now, than when you were much younger? Perhaps you now understand the reasons for some of their actions that used to upset you earlier."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":2,
    "page_number":42,
    "text":"• This story about a little girl whose feelings for her father change from fear to understanding will probably find an echo in every home. TO the little girl he was a figure to be feared and a figure to be feared: avoided."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":3,
    "page_number":42,
    "text":"Every morning before going to work he came a person to be feared into her room and gave her a casual kiss, to which she responded with “Goodbye, Father”. And oh, there was a glad sense of relief when she heard the noise of the carriage growing fainter and fainter down the long road!"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":4,
    "page_number":42,
    "text":"In the evening when he came home she stood near the staircase and heard his loud voice in the hall. “Bring my tea into the drawing-room."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":5,
    "page_number":42,
    "text":"Hasn’t the paper come yet? Mother, go and see if my paper’s out there — and bring me my slippers.” 2."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":6,
    "page_number":42,
    "text":"“Kezia,” Mother would call to her, “if you’re a good girl you can come down and take off father’s boots.” Slowly the girl would slip down the stairs, more slip down: come slowly still across the hall, and push open the down quietly and unwillingly drawing-room door. By that time he had his spectacles on and looked at her over them in a way that was terrifying to the little girl."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":7,
    "page_number":42,
    "text":"“Well, Kezia, hurry up and pull off these boots and take them outside. Have you been a good girl today?” “I d-d-don’t know, Father.” Reprint 2025-26"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":8,
    "page_number":43,
    "text":"“You d-d-don’t know? If you stutter like that Mother will have to take you to the doctor.” 3."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":9,
    "page_number":43,
    "text":"She never stuttered with other people — had quite given it up — but only with Father, because then given it up: stopped she was trying so hard to say the words properly. doing it “What’s the matter?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":10,
    "page_number":43,
    "text":"What are you looking so wretched about? Mother, I wish you taught this child not to appear on the brink of suicide."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":11,
    "page_number":43,
    "text":"Here, Kezia, wretched: unhappy carry my teacup back to the table carefully.” on the brink of He was so big — his hands and his neck, suicide: about to especially his mouth when he yawned. Thinking commit suicide about him alone was like thinking about a giant."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":12,
    "page_number":43,
    "text":"On Sunday afternoons Grandmother sent her down to the drawing-room to have a “nice talk with Father and Mother”. But the little girl always found Mother reading and Father stretched out on the sofa, his handkerchief on his face, his feet on one of the best cushions, sleeping soundly and snoring."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":13,
    "page_number":43,
    "text":"The little girl always found Mother reading and Father stretched out on the sofa. The Little Girl \/ 33 Reprint 2025-26"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":14,
    "page_number":44,
    "text":"She sat on a stool, gravely watched him until he woke and stretched, and asked the time — then looked at her. “Don’t stare so, Kezia."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":15,
    "page_number":44,
    "text":"You look like a little brown owl.” One day, when she was kept indoors with a cold, her grandmother told her that father’s birthday was next week, and suggested she should make him a pin-cushion for a gift out of a beautiful piece of yellow silk. Laboriously, with a double cotton, the little girl laboriously: with a lot stitched three sides."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":16,
    "page_number":44,
    "text":"But what to fill it with? That of effort or difficulty was the question."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":17,
    "page_number":44,
    "text":"The grandmother was out in the garden, and she wandered into Mother’s bedroom wandered into: went into, by chance to look for scraps. On the bed-table she discovered scraps: small pieces a great many sheets of fine paper, gathered them of cloth or paper, up, tore them into tiny pieces, and stuffed her case, etc."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":18,
    "page_number":44,
    "text":"that are not then sewed up the fourth side. needed That night there was a hue and cry in the house."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":19,
    "page_number":44,
    "text":"hue and cry: angry protest Father’s great speech for the Port Authority had been lost. Rooms were searched; servants questioned."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":20,
    "page_number":44,
    "text":"Finally Mother came into Kezia’s room. “Kezia, I suppose you didn’t see some papers on a table in our room?” “Oh yes,” she said, “I tore them up for my surprise.” “What!” screamed Mother."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":21,
    "page_number":44,
    "text":"“Come straight down to the dining-room this instant.” 6. And she was dragged down to where Father was pacing to and fro, hands behind his back."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":22,
    "page_number":44,
    "text":"“Well?” he said sharply. He stopped and stared at the child."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":23,
    "page_number":44,
    "text":"“Did you do that?” “N-n-no”, she whispered. “Mother, go up to her room and fetch down the damned thing — see that the child’s put to bed this instant.” 34 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":24,
    "page_number":45,
    "text":"Crying too much to explain, she lay in the shadowed room watching the evening light make a sad little pattern on the floor. Then Father came into the room with a ruler in his hands."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":25,
    "page_number":45,
    "text":"“I am going to beat you for this,” he said. “Oh, no, no”, she screamed, hiding under the bedclothes."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":26,
    "page_number":45,
    "text":"He pulled them aside. “Sit up,” he ordered, “and hold out your hands."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":27,
    "page_number":45,
    "text":"You must be taught once and for all not to touch what does not belong to you.” “But it was for your b-b-birthday.” Down came the ruler on her little, pink palms. Hours later, when Grandmother had wrapped her in a shawl and rocked her in the rocking-chair, the child clung to her soft body."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":28,
    "page_number":45,
    "text":"“What did God make fathers for?” she sobbed. “Here’s a clean hanky, darling."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":29,
    "page_number":45,
    "text":"Blow your nose. Go to sleep, pet; you’ll forget all about it in the morning."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":30,
    "page_number":45,
    "text":"I tried to explain to Father but he was too upset to listen tonight.” But the child never forgot. Next time she saw him she quickly put both hands behind her back and a red colour flew into her cheeks."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":31,
    "page_number":45,
    "text":"The Macdonalds lived next door. They had five children."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":32,
    "page_number":45,
    "text":"Looking through a gap in the fence the little girl saw them playing ‘tag’ in the evening. tag: a children’s The father with the baby, Mao, on his shoulders, game of catching one another two little girls hanging on to his coat pockets ran round and round the flower-beds, shaking with laughter."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":33,
    "page_number":45,
    "text":"Once she saw the boys turn the hose on him—and he tried to catch them laughing all the time. Then it was she decided there were different sorts of fathers."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":34,
    "page_number":45,
    "text":"Suddenly, one day, Mother became ill, and she and Grandmother went to hospital. The little girl was left alone in the house with Alice, the cook."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":35,
    "page_number":45,
    "text":"That was all right in the daytime, The Little Girl \/ 35 Reprint 2025-26 The little girl saw through a gap the Macdonalds playing ‘tag’ in the evening."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":36,
    "page_number":46,
    "text":"but while Alice was putting her to bed she grew suddenly afraid. “What’ll I do if I have a nightmare?” she asked."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":37,
    "page_number":46,
    "text":"“I nightmare: a bad often have nightmares and then Grannie takes me dream into her bed—I can’t stay in the dark—it all gets ‘whispery’…” “You just go to sleep, child,” said Alice, pulling off her socks, “and don’t you scream and wake your poor Pa.” 36 \/ Beehive Reprint 2025-26 But the same old nightmare came — the butcher with a knife and a rope, who came nearer and nearer, smiling that dreadful smile, while she could not move, could only stand still, crying out, “Grandma!"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":38,
    "page_number":47,
    "text":"Grandma!” She woke shivering to see Father beside her bed, a candle in his hand. “What’s the matter?” he said."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":39,
    "page_number":47,
    "text":"“Oh, a butcher — a knife — I want Grannie.” He blew out the candle, bent down and caught up the child in his arms, carrying her along the passage to the big bedroom. A newspaper was on the bed."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":40,
    "page_number":47,
    "text":"He put away the paper, then carefully tucked up the child. He lay down beside her."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":41,
    "page_number":47,
    "text":"Half asleep still, still with the butcher’s smile all about her it seemed, tucked up: covered she crept close to him, snuggled her head under up nicely in bed his arm, held tightly to his shirt. Then the dark did not matter; she lay still."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":42,
    "page_number":47,
    "text":"snuggled: moved into “Here, rub your feet against my legs and get a warm, comfortable position, close to them warm,” said Father. another person 12."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":43,
    "page_number":47,
    "text":"Tired out, he slept before the little girl. A funny feeling came over her."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":44,
    "page_number":47,
    "text":"Poor Father, not so big, after all — and with no one to look after him. He was harder than Grandmother, but it was a nice hardness."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":45,
    "page_number":47,
    "text":"And every day he had to work and was too tired to be a Mr Macdonald… She had torn up all his beautiful writing… She stirred suddenly, and sighed. “What’s the matter?” asked her father."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":46,
    "page_number":47,
    "text":"“Another dream?” “Oh,” said the little girl, “my head’s on your heart. I can hear it going."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":47,
    "page_number":47,
    "text":"What a big heart you’ve got, Father dear.” KATHERINE MANSFIELD The Little Girl \/ 37 Reprint 2025-26 expressions that have the same or nearly the same meaning.)"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":48,
    "page_number":49,
    "text":"However, they express happiness in certain ways. Read the sentences below."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":49,
    "page_number":49,
    "text":"• She was glad when the meeting was over. • The chief guest was pleased to announce the name of the winner."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":50,
    "page_number":49,
    "text":"Use an appropriate word from the synonyms given above in the following sentences. Clues are given in brackets."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":51,
    "page_number":49,
    "text":"(i) She was by the news of her brother’s wedding. (very pleased) (ii) I was to be invited to the party."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":52,
    "page_number":49,
    "text":"(extremely pleased and excited about) (i) She was at the birth of her granddaughter. (extremely happy) (iv) The coach was with his performance."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":53,
    "page_number":49,
    "text":"(satisfied about) (v) She was very with her results. (happy about something that has happened) 2."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":54,
    "page_number":49,
    "text":"Study the use of the word big in the following sentence. He was so big — his hands and his neck, especially his mouth… Here, big means large in size."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":55,
    "page_number":49,
    "text":"Now, consult a dictionary and find out the meaning of big in the following sentences. The first one has been done for you."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":56,
    "page_number":49,
    "text":"(i) You are a big girl now. older (ii) Today you are going to take the biggest decision of your career."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":57,
    "page_number":49,
    "text":"(i) Their project is full of big ideas. (iv) Cricket is a big game in our country."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":58,
    "page_number":49,
    "text":"(v) I am a big fan of Lata Mangeskar. (vi) You have to cook a bit more as my friend is a big eater."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":59,
    "page_number":49,
    "text":"(vii) What a big heart you’ve got, Father dear. Verbs of Reporting Study the following sentences."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":60,
    "page_number":49,
    "text":"• “What!” screamed Mother. • “N-n-no”, she whispered."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":61,
    "page_number":49,
    "text":"• “Sit up,” he ordered. The italicised words are verbs of reporting."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":62,
    "page_number":49,
    "text":"We quote or report what someone has said or thought by using a reporting verb. Every reporting clause contains a reporting verb."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":63,
    "page_number":49,
    "text":"For example: • He promised to help in my project. • “How are you doing?” Seema asked."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":64,
    "page_number":49,
    "text":"The Little Girl \/ 39 Reprint 2025-26 We use verbs of reporting to advise, order, report statements, thoughts, intentions, questions, requests, apologies, manner of speaking and so on."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":65,
    "page_number":50,
    "text":"Underline the verbs of reporting in the following sentences. (i) He says he will enjoy the ride."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":66,
    "page_number":50,
    "text":"(ii) Father mentioned that he was going on a holiday. (i) No one told us that the shop was closed."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":67,
    "page_number":50,
    "text":"(iv) He answered that the price would go up. (v) I wondered why he was screaming."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":68,
    "page_number":50,
    "text":"(vi) Ben told her to wake him up. (vii) Ratan apologised for coming late to the party."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":69,
    "page_number":50,
    "text":"Some verbs of reporting are given in the box. Choose the appropriate verbs and fill in the blanks in the following sentences."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":70,
    "page_number":50,
    "text":"were complaining shouted replied remarked ordered suggested (i) “I am not afraid,” the woman. (ii) “Leave me alone,” my mother ."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":71,
    "page_number":50,
    "text":"(i) The children that the roads were crowded and noisy. (iv) “Perhaps he isn’t a bad sort of a chap after all,” the master."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":72,
    "page_number":50,
    "text":"(v) “Let’s go and look at the school ground,” the sports teacher. (vi) The traffic police all the passers-by to keep off the road."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":73,
    "page_number":50,
    "text":"Speaking Form pairs or groups and discuss the following questions. This story is not an Indian story."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":74,
    "page_number":50,
    "text":"But do you think there are fathers, mothers and grandmothers like the ones portrayed in the story in our own country? Was Kezia’s father right to punish her?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":75,
    "page_number":50,
    "text":"What kind of a person was he? You might find some of these words useful in describing him: undemonstrative loving strict hard-working responsible unkind disciplinarian short-tempered affectionate caring indifferent Writing Has your life been different from or similar to that of Kezia when you were a child?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":76,
    "page_number":50,
    "text":"Has your perception about your parents changed now? Do you find any change in your parents’ behaviour vis-à-vis yours?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":77,
    "page_number":50,
    "text":"Who has become more understanding? What steps would you like to take to build a relationship based on understanding?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":78,
    "page_number":50,
    "text":"Write three or four paragraphs (150–200 words) discussing these issues from your own experience. 40 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":79,
    "page_number":51,
    "text":"Rain on the Rof When the sky is covered with dark clouds and it starts raining, have you ever listened to the patter of soft rain on the roof ? What thoughts flashed through your mind as you heard this melody of nature?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":80,
    "page_number":51,
    "text":"Read the poem to find out what the poet dreamed of while listening to the rain. When the humid shadows hover Over all the starry spheres And the melancholy darkness Gently weeps in rainy tears, What a bliss to press the pillow Of a cottage-chamber bed And lie listening to the patter Of the soft rain overhead!"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":81,
    "page_number":51,
    "text":"Every tinkle on the shingles Has an echo in the heart; And a thousand dreamy fancies Into busy being start, And a thousand recollections Weave their air-threads into woof, As I listen to the patter Of the rain upon the roof. Now in memory comes my mother, As she used in years agone, To regard the darling dreamers Ere she left them till the dawn: O!"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":82,
    "page_number":51,
    "text":"I feel her fond look on me As I list to this refrain Which is played upon the shingles By the patter of the rain. COATES KINNEY Reprint 2025-26"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":83,
    "page_number":52,
    "text":"G LOSSARY tinkle: short, light ringing sounds shingles: rectangular wooden tiles used on roofs woof: weft, i.e. the threads woven across the loom ere: old poetic word for ‘before’ refrain: a repeated part of a song or a poem; here, the sound of the rain list: old poetic word for ‘listen’ Thinking about the Poem I."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":84,
    "page_number":52,
    "text":"What do the following phrases mean to you? Discuss in class."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":85,
    "page_number":52,
    "text":"(i) humid shadows (ii) starry spheres (i) what a bliss (iv) a thousand dreamy fancies into busy being start (v) a thousand recollections weave their air-threads into woof 2. What does the poet like to do when it rains?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":86,
    "page_number":52,
    "text":"What is the single major memory that comes to the poet? Who are the “darling dreamers” he refers to?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":87,
    "page_number":52,
    "text":"Is the poet now a child? Is his mother still alive?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":88,
    "page_number":52,
    "text":"When you were a young child, did your mother tuck you in, as the poet’s did? Do you like rain?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":89,
    "page_number":52,
    "text":"What do you do when it rains steadily or heavily as described in the poem? Does everybody have a cosy bed to lie in when it rains?"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":90,
    "page_number":52,
    "text":"Look around you and describe how different kinds of people or animals spend time, seek shelter etc. All that I am or ever hope to be, I owe to my angel Mother."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":91,
    "page_number":52,
    "text":"A L BRAHAM INCOLN 42 \/ Beehive Reprint 2025-26 Notes for the Teacher Units 4–6 4."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":92,
    "page_number":53,
    "text":"A T B M RULY EAUTIFUL IND The story of Einstein tries to show him as a human being, a fairly ordinary person who had his likes and dislikes, his streaks of rebellion, and his problems. The class can think about how a ‘great person’ was perceived before being recognised as ‘great’: it is not as though great people are born with a special sign that allows us to recognise them instantly!"
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":93,
    "page_number":53,
    "text":"What qualities in a person, then, make them a genius or a great person? You can take the help of a science teacher to explain Einstein’s Theory of Relativity, to talk about Einstein, and build inter-subject cooperation."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":94,
    "page_number":53,
    "text":"The exercise of matching headings to paragraphs in the lesson is useful for finding the topic sentence or to scan a paragraph for specific information. Students may be asked to provide a different heading if they feel some other point is equally important."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":95,
    "page_number":53,
    "text":"Students should be guided to write a newspaper report. Note the points given below."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":96,
    "page_number":53,
    "text":"Illustrate them by bringing examples from newspapers into the class, and ask students to bring their own examples. • A report should have: 1."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":97,
    "page_number":53,
    "text":"A headline 2. Name of the reporter e.g."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":98,
    "page_number":53,
    "text":"‘By a Staff Reporter’, etc. Place, date, source (the source may also be given at the end of the report)."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":99,
    "page_number":53,
    "text":"• The beginning is usually an expansion of the headline. The middle paragraph gives the details."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":100,
    "page_number":53,
    "text":"It is followed by the conclusion or the summing up. • The report should be brief, but the headline and the style should be eye-catching."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":101,
    "page_number":53,
    "text":"• Sometimes important points are given in a box in the centre of the report. • Regarding the language of the reports: 1. passives for past action (for example: It is found ., ."
  },
  {
    "chapter":"The Little Girl",
    "chunk_id":102,
    "page_number":53,
    "text":"has been unearthed.)"
  }
]