[
  {
    "chapter":"Reach for the Top",
    "chunk_id":1,
    "page_number":94,
    "text":"Reach for the Top Part I Santosh Yadav BEFORE YOU READ • Think for a while and make a list of three to five persons you idolise, or admire very much for their achievements. Your idols may be from any sphere of life — sports, medicine, media, or art and culture."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":2,
    "page_number":94,
    "text":"• Your teacher will then discuss your choices with you to find out who the top five idols of your class are. The only woman in the world who has scaled Mt Everest twice was born in a society where the birth of a son was regarded as a blessing, and a daughter, though not considered a curse, was not generally welcome."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":3,
    "page_number":94,
    "text":"When her mother was expecting Santosh, a travelling ‘holy man’, giving her his blessing, assumed that she wanted a son. But, to everyone’s surprise, the unborn child’s grandmother, who was standing close by, told him that they did not want a son."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":4,
    "page_number":94,
    "text":"The ‘holy man’ was also surprised! Nevertheless, he gave the requested blessing ."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":5,
    "page_number":94,
    "text":"and as destiny would have it, the blessing seemed to work. Santosh was born the sixth child in a family with five sons, a sister to 84 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":6,
    "page_number":95,
    "text":"She was born in the small village of Joniyawas of Rewari District in Haryana. The girl was given the name ‘Santosh’, which means contentment."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":7,
    "page_number":95,
    "text":"But Santosh was not always content with her place in a traditional way of life. She began living life on her own terms from the start."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":8,
    "page_number":95,
    "text":"Where other girls wore traditional Indian dresses, Santosh preferred shorts. Looking back, she says now, “From the very beginning I was quite determined that if I chose a correct and a rational path, the others around me had to change, not me.” 3."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":9,
    "page_number":95,
    "text":"Santosh’s parents were affluent landowners who could afford to send their children to the best schools, even to the country’s capital, New Delhi, which was quite close by. But, in line with the in line with: following prevailing custom in the family, Santosh had to or in accordance with; according to make do with the local village school."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":10,
    "page_number":95,
    "text":"So, she decided to fight the system in her own quiet way when the right moment arrived. And the right moment came when she turned sixteen."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":11,
    "page_number":95,
    "text":"At sixteen, most of the girls in her village used to get married. Santosh was also under pressure from her parents to do the same."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":12,
    "page_number":95,
    "text":"A marriage as early as that was the last thing on the last thing: the least important thing her mind. She threatened her parents that she would never marry if she did not get a proper education."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":13,
    "page_number":95,
    "text":"She left home and got herself enrolled in a school in Delhi. When her parents refused to pay for her education, she politely informed them of her plans to earn money by working part time to pay her school fees."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":14,
    "page_number":95,
    "text":"Her parents then agreed to pay for her education. Wishing always to study “a bit more” and with her father slowly getting used to her urge for more education, Santosh passed the high school examinations and went to Jaipur."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":15,
    "page_number":95,
    "text":"She joined Maharani College and got a room in Kasturba Hostel. Santosh remembers, “Kasturba Hostel faced the Reach for the Top \/ 85 Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":16,
    "page_number":96,
    "text":"I used to watch villagers from my room, going up the hill and suddenly vanishing after a while. One day I decided to check it out myself."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":17,
    "page_number":96,
    "text":"I check it out: find out found nobody except a few mountaineers. I asked if (the truth) I could join them."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":18,
    "page_number":96,
    "text":"To my pleasant surprise, they answered in the affirmative and motivated me to take to climbing.” 6. Then there was no looking back for this determined young girl."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":19,
    "page_number":96,
    "text":"She saved money and enrolled in a course at Uttarkashi’s Nehru Institute of Mountaineering. “My college semester in Jaipur was to end in April but it ended on the nineteenth of May."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":20,
    "page_number":96,
    "text":"And I was supposed to be in Uttarkashi on the twenty-first. So, I did not go back home; instead, I headed straight for the training."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":21,
    "page_number":96,
    "text":"I had to write a headed straight for: letter of apology to my father without whose went towards permission I had got myself enrolled at Uttarkashi.” 7. Thereafter, Santosh went on an expedition every year."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":22,
    "page_number":96,
    "text":"Her climbing skills matured rapidly. Also, she developed a remarkable resistance to cold and the altitude."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":23,
    "page_number":96,
    "text":"Equipped with an iron will, physical endurance and an amazing mental toughness, she proved herself repeatedly. The culmination of her hard work and sincerity came in 1992, just four years after she had shyly asked the Aravalli mountaineers if she could join them."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":24,
    "page_number":96,
    "text":"At barely twenty years of age, Santosh Yadav scaled Mt Everest, becoming the youngest woman in the world to achieve the feat. If her climbing skills, physical fitness, and mental strength impressed her seniors, her concern for others and desire to work together with Iron will, physical endurance and them found her a special place in the mental toughness characterise Santosh Yadav."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":25,
    "page_number":96,
    "text":"hearts of fellow climbers. 86 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":26,
    "page_number":97,
    "text":"During the 1992 Everest mission, Santosh Yadav provided special care to a climber who lay dying at the South Col. She was unfortunately unsuccessful in saving him. However, she managed to save another climber, Mohan Singh, who would have met with the same fate had she not shared her oxygen with him."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":27,
    "page_number":97,
    "text":"Within twelve months, Santosh found herself a member of an Indo-Nepalese Women’s Expedition that invited her to join them. She then scaled the Everest a second time, thus setting a record as the only woman to have scaled the Everest twice, and securing for herself and India a unique place in the annals of mountaineering."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":28,
    "page_number":97,
    "text":"In recognition of her achievements, the Indian government bestowed upon her one of the nation’s top honours, top honours: highest the Padmashri. Describing her feelings when she was literally ‘on the enormity of the top of the world’, Santosh has said, “It took some moment: a very great moment time for the enormity of the moment to sink sink in: be in."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":29,
    "page_number":97,
    "text":"Then I unfurled the Indian tricolour and held it understood aloft on the roof of the world. The feeling is held it aloft: held it indescribable."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":30,
    "page_number":97,
    "text":"The Indian flag was flying on top of up high the world. It was truly a spiritual moment."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":31,
    "page_number":97,
    "text":"I felt proud as an Indian.” Also a fervent environmentalist, Santosh collected fervent: having and brought down 500 kilograms of garbage from strong and sincere feelings the Himalayas. Thinking about the Text I."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":32,
    "page_number":97,
    "text":"Answer these questions in one or two sentences each. (The paragraph numbers within brackets provide clues to the answers.)"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":33,
    "page_number":97,
    "text":"Why was the ‘holy man’ who gave Santosh’s mother his blessings surprised? Give an example to show that even as a young girl Santosh was not ready to accept anything unreasonable."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":34,
    "page_number":97,
    "text":"Why was Santosh sent to the local school? (3) Reach for the Top \/ 87 Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":35,
    "page_number":98,
    "text":"When did she leave home for Delhi, and why? Why did Santosh’s parents agree to pay for her schooling in Delhi?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":36,
    "page_number":98,
    "text":"What mental qualities of Santosh are brought into light by this incident? Answer each of these questions in a short paragraph (about 30 words)."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":37,
    "page_number":98,
    "text":"How did Santosh begin to climb mountains? What incidents during the Everest expedition show Santosh’s concern for her team-mates?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":38,
    "page_number":98,
    "text":"What shows her concern for the environment? How does she describe her feelings at the summit of the Everest?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":39,
    "page_number":98,
    "text":"Santosh Yadav got into the record books both times she scaled Mt Everest. What were the reasons for this?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":40,
    "page_number":98,
    "text":"Complete the following statements. From her room in Kasturba Hostel, Santosh used to 2."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":41,
    "page_number":98,
    "text":"When she finished college, Santosh had to write a letter of apology to her father because 3. During the Everest expedition, her seniors in the team admired her while endeared her to fellow climbers."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":42,
    "page_number":98,
    "text":"Pick out words from the text that mean the same as the following words or expressions. (Look in the paragraphs indicated.)"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":43,
    "page_number":98,
    "text":"1. took to be true without proof (1): 2. based on reason; sensible; reasonable (2): 3. the usual way of doing things (3): 4. a strong desire arising from within (5): 5. the power to endure, without falling ill (7): 88 \/ Beehive Reprint 2025-26 Part II Maria Sharapova BEFORE YOU R EAD • A Russian girl, Maria Sharapova, reached the summit of women’s tennis when she was barely eighteen."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":44,
    "page_number":99,
    "text":"As you read about her, see if you can draw a comparison between her and Santosh Yadav. • Match the following."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":45,
    "page_number":99,
    "text":"something disarming quickly, almost immediately at odds with more calm, confident and in control than people of her age usually are glamorous attire in contrast to; not agreeing with in almost no time something that makes you feel friendly, taking away your suspiciousness poised beyond her sent off years packed off attractive and exciting clothes launched causing strong feelings of sadness heart wrenching started • As you read, look for the answers to these questions. – Why was Maria sent to the United States?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":46,
    "page_number":99,
    "text":"– Why didn’t her mother go with her? – What are her hobbies?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":47,
    "page_number":99,
    "text":"What does she like? – What motivates her to keep going?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":48,
    "page_number":99,
    "text":"THERE is something disarming about Maria Sharapova, something at odds with her ready smile and glamorous attire. And that something in her lifted her on Monday, 22 August 2005 to the world number one position in women’s tennis."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":49,
    "page_number":99,
    "text":"All this happened in almost no time. Poised beyond her years, the Siberian born teenager took just four years as a professional to reach the pinnacle."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":50,
    "page_number":99,
    "text":"Reach for the Top \/ 89 Reprint 2025-26 Maria Sharapova won the women’s singles at Wimbledon in 2004 2."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":51,
    "page_number":100,
    "text":"However, the rapid ascent in a fiercely competitive world began nine years before with a level of sacrifice few children would be prepared to endure. Little Maria had not yet celebrated her tenth birthday when she was packed off to train in the United States."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":52,
    "page_number":100,
    "text":"That trip to Florida with her father Yuri launched her on the path to success and stardom. But it also required a heart-wrenching two-year separation from her mother Yelena."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":53,
    "page_number":100,
    "text":"The latter was compelled to stay back in Siberia because of visa restrictions. The nine-year-old girl had already learnt an important lesson in life — that tennis excellence would only come at a price."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":54,
    "page_number":100,
    "text":"“I used to be so lonely,” Maria Sharapova recalls. “I missed my mother terribly."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":55,
    "page_number":100,
    "text":"My father was working as much as he could to keep my tennis-training going. So, he couldn’t see me either."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":56,
    "page_number":100,
    "text":"“Because I was so young, I used to go to bed at 8 p.m. The other tennis pupils would come in at 90 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":57,
    "page_number":101,
    "text":"11 p.m. and wake me up and order me to tidy up the room and clean it. “Instead of letting that depress me, I became more quietly determined and mentally tough."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":58,
    "page_number":101,
    "text":"I learnt how to take care of myself. I never thought of quitting because I knew what I wanted."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":59,
    "page_number":101,
    "text":"When you come from nothing and you have nothing, then it makes you very hungry and determined . I would have put up with much more humiliation and insults than that to steadfastly pursue my dream.” 6."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":60,
    "page_number":101,
    "text":"That toughness runs through Maria even today. It was the key to her bagging the women’s singles crown at Wimbledon in 2004 and to her meteoric rise to the world number one spot the following year."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":61,
    "page_number":101,
    "text":"While her journey from the frozen plains of Siberia to the summit of women’s tennis has touched the hearts of tennis fans, for the youngster herself there appears to be no room for sentiment. The straight looks and the answers she gives when asked about her ambition make it amply clear that she considers the sacrifices were worth it."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":62,
    "page_number":101,
    "text":"“I am very, very competitive. I work hard at what I do."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":63,
    "page_number":101,
    "text":"It’s my job.” This is her mantra for success. Though Maria Sharapova speaks with a pronounced American accent, she proudly parades her Russian nationality."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":64,
    "page_number":101,
    "text":"Clearing all doubts, she says, “I’m Russian. It’s true that the U.S. is a big part of my life."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":65,
    "page_number":101,
    "text":"But I have Russian citizenship. My blood is totally Russian."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":66,
    "page_number":101,
    "text":"I will play the Olympics for Russia if they want me.” 9. Like any number of teenaged sensations, Maria Sharapova lists fashion, singing and dancing as her hobbies."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":67,
    "page_number":101,
    "text":"She loves reading the novels of Arthur Conan Doyle. Her fondness for sophisticated evening gowns appears at odds with her love of pancakes with chocolate spread and fizzy orange drinks."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":68,
    "page_number":101,
    "text":"Maria Sharapova cannot be pigeon-holed or categorised. Her talent, unwavering desire to succeed and readiness to sacrifice have lifted her to the top of the world."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":69,
    "page_number":101,
    "text":"Few would grudge her the Reach for the Top \/ 91 Reprint 2025-26 riches she is now reaping."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":70,
    "page_number":102,
    "text":"This is what she has to say about her monetary gains from tennis: “Of course, money is a motivation. Tennis is a business and a sport, but the most important thing is to become number one in the world."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":71,
    "page_number":102,
    "text":"That’s the dream that kept me going.” Thinking about the Text Working in small groups of 4–5 students, go back over the two passages on Santosh Yadav and Maria Sharapova and complete the table given below with relevant phrases or sentences. Points of Santosh Yadav Maria Sharapova Comparison\/Contrast 1."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":72,
    "page_number":102,
    "text":"Their humble beginning 2. Their parents’ approach 3."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":73,
    "page_number":102,
    "text":"Their will power and strong desire to succeed 4. Evidence of their mental toughness 5."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":74,
    "page_number":102,
    "text":"Their patriotism Thinking about Language Look at the following sentences. They each have two clauses, or two parts each with their own subject and verb or verb phrase."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":75,
    "page_number":102,
    "text":"Often, one part (italicised) tells us when or why something happened. • I reached the market when most of the shops had closed."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":76,
    "page_number":102,
    "text":"(Tells us when I reached.) • When Rahul Dravid walked back towards the pavilion, everyone stood up."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":77,
    "page_number":102,
    "text":"(Tells us when everyone stood up.) • The telephone rang and Ganga picked it up."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":78,
    "page_number":102,
    "text":"(Tells us what happened next.) • Gunjan has been with us ever since the school began."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":79,
    "page_number":102,
    "text":"(Tells us for how long he has been with us.) Identify the two parts in the sentences below by underlining the part that gives us the information in brackets, as shown above."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":80,
    "page_number":102,
    "text":"Where other girls wore traditional Indian dresses, Santosh preferred shorts. (Contrasts her dress with that of others) 92 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":81,
    "page_number":103,
    "text":"She left home and got herself enrolled in a school in Delhi. (Tells us what happened after the first action.)"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":82,
    "page_number":103,
    "text":"She decided to fight the system when the right moment arrived. (Tells us when she was going to fight the system.)"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":83,
    "page_number":103,
    "text":"Little Maria had not yet celebrated her tenth birthday when she was packed off to train in the United States. (Tells us when Maria was sent to the U.S.) II."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":84,
    "page_number":103,
    "text":"Now rewrite the pairs of sentences given below as one sentence. Grandfather told me about the old days."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":85,
    "page_number":103,
    "text":"All books were printed on paper then. What do you do after you finish the book?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":86,
    "page_number":103,
    "text":"Perhaps you just throw it away. He gave the little girl an apple."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":87,
    "page_number":103,
    "text":"He took the computer apart. You have nothing."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":88,
    "page_number":103,
    "text":"That makes you very determined. I never thought of quitting."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":89,
    "page_number":103,
    "text":"I knew what I wanted. Dictation Read the passage once."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":90,
    "page_number":103,
    "text":"Then close your books. Your teacher will dictate the story to you."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":91,
    "page_number":103,
    "text":"Write it down with the correct punctuation and paragraphing. The Raincoat After four years of drought in a small town in the Northeast, the Vicar gathered everyone together for a pilgrimage to the mountain, where they would pray together and ask for the rain to return."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":92,
    "page_number":103,
    "text":"The priest noticed a boy in the group wearing a raincoat. “Have you gone mad?” he asked."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":93,
    "page_number":103,
    "text":"“It hasn’t rained in this region for five years, the heat will kill you climbing the mountain.” “I have a cold, father. If we are going to ask God for rain, can you imagine the way back from the mountain?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":94,
    "page_number":103,
    "text":"It’s going to be such a downpour that I need to be prepared.” At that moment a great crash was heard in the sky and the first drops began to fall. A boy’s faith was enough to bring about a miracle that not even those most prepared truly believed in."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":95,
    "page_number":103,
    "text":"(translated by JAMES MULHOLLAND) Speaking Imagine that you are Santosh Yadav, or Maria Sharapova. You have been invited to speak at an All India Girls’ Athletic Meet, as chief guest."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":96,
    "page_number":103,
    "text":"Prepare a short speech to motivate the girls to think and dream big and make an effort to fulfil their dreams, not allowing difficulties or defeat to discourage them. The following words and phrases may help you."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":97,
    "page_number":103,
    "text":"• self confident\/confidence\/sure of yourself • self assured\/assurance\/belief in yourself • morale\/boost morale\/raise morale • giving somebody a boost\/fillip\/lift • demoralising\/unsure of yourself\/insecure\/lack confidence Reach for the Top \/ 93 Reprint 2025-26 On Kiling a Tre You must have observed people cutting down trees."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":98,
    "page_number":105,
    "text":"But can they kill a tree? Is it easy to do so?"
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":99,
    "page_number":105,
    "text":"Let’s read the poem and find out what the poet says on killing a tree. It takes much time to kill a tree, Not a simple jab of the knife Will do it."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":100,
    "page_number":105,
    "text":"It has grown Slowly consuming the earth, Rising out of it, feeding Upon its crust, absorbing Years of sunlight, air, water, And out of its leprous hide Sprouting leaves. So hack and chop But this alone wont do it."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":101,
    "page_number":105,
    "text":"Not so much pain will do it. The bleeding bark will heal And from close to the ground Will rise curled green twigs, Miniature boughs Which if unchecked will expand again To former size."
  },
  {
    "chapter":"Reach for the Top",
    "chunk_id":102,
    "page_number":105,
    "text":"No, The root is to be pulled out — Out of the anchoring earth; It is to be roped, tied, And pulled out — snapped out Reach for the Top \/ 95 Reprint 2025-26"
  }
]