[
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":1,
    "page_number":66,
    "text":"The Snake and the Miror BEFORE YOU R EAD • Do you like to look at yourself in the mirror? What do you think about at such times?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":2,
    "page_number":66,
    "text":"Have you ever seen a dog, a cat or a bird look into a mirror? What do you think it sees?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":3,
    "page_number":66,
    "text":"• Now read this humorous story about a doctor, a snake, and a mirror. “HAS a snake ever coiled itself round any part of your body?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":4,
    "page_number":66,
    "text":"A full-blooded cobra?” All of us fell silent. The question came from the homeopath."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":5,
    "page_number":66,
    "text":"The topic came up when we were discussing snakes. We listened attentively as the doctor continued with his tale."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":6,
    "page_number":66,
    "text":"It was a hot summer night; about ten o’clock. I had my meal at the restaurant and returned to my room."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":7,
    "page_number":66,
    "text":"I heard a noise from above as I opened the door. The sound was a familiar one."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":8,
    "page_number":66,
    "text":"One could say that the rats and I shared the room. I took out my box of matches and lighted the kerosene lamp on the table."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":9,
    "page_number":66,
    "text":"The house was not electrified; it was a small rented room. I had just set up medical practice and my earnings were meagre."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":10,
    "page_number":66,
    "text":"I had about sixty rupees in meagre: small in my suitcase. Along with some shirts and dhotis, I quantity."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":11,
    "page_number":66,
    "text":"also possessed one solitary black coat which I was then wearing. I took off my black coat, white shirt and not-so- gable white vest and hung them up."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":12,
    "page_number":66,
    "text":"I opened the two windows in the room. It was an outer room with one wall facing the open yard."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":13,
    "page_number":66,
    "text":"It had a tiled roof with long supporting gables that rested on the beam gable: upper part of a wall below a over the wall. There was no ceiling."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":14,
    "page_number":66,
    "text":"There was a sloping roof 56 \/ Beehive Reprint 2025-26 regular traffic of rats to and from the beam."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":15,
    "page_number":67,
    "text":"I made my bed and pulled it close to the wall. I lay down but I could not sleep."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":16,
    "page_number":67,
    "text":"I got up and went out to the veranda for a little air, but the wind god seemed to have taken time off. I went back into the room and sat down on the chair."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":17,
    "page_number":67,
    "text":"I opened the box beneath the table and took out a book, the Materia Medica. I opened it at the table on which stood the lamp and a large mirror; a small comb lay beside the mirror."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":18,
    "page_number":67,
    "text":"One feels tempted to look into a mirror when it is near one. I took a look."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":19,
    "page_number":67,
    "text":"In those days I was a great admirer of beauty and I believed in making myself look handsome. I was unmarried and I was a doctor."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":20,
    "page_number":67,
    "text":"I felt I had to make my presence felt. I picked up the comb and ran it through my hair and adjusted the parting so that it looked straight and neat."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":21,
    "page_number":67,
    "text":"Again I heard that sound from above. I took a close look at my face in the mirror."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":22,
    "page_number":67,
    "text":"I made an important decision — I would shave daily and grow a thin moustache to look more handsome. I was after all a bachelor, and a doctor!"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":23,
    "page_number":67,
    "text":"I looked into the mirror and smiled. It was an attractive smile."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":24,
    "page_number":67,
    "text":"I made another earth-shaking decision. I would always keep that attractive smile on my face ."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":25,
    "page_number":67,
    "text":"to look more handsome. I was after all a bachelor, and a doctor too on top of it!"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":26,
    "page_number":67,
    "text":"Again came that noise from above. I got up, paced up and down the room."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":27,
    "page_number":67,
    "text":"Then another lovely thought struck me. I would marry."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":28,
    "page_number":67,
    "text":"I would get married to a woman doctor who had plenty of money and a good medical practice. She had to be fat; for a valid reason."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":29,
    "page_number":67,
    "text":"If I made some silly mistake and needed to run away she should not be able to run after me and catch me! With such thoughts in my mind I resumed my seat in the chair in front of the table."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":30,
    "page_number":67,
    "text":"There were no more sounds from above. Suddenly there came a dull thud as if a rubber tube had fallen to the The Snake and the Mirror \/ 57 Reprint 2025-26"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":31,
    "page_number":68,
    "text":"surely nothing to worry about. Even so I thought I would turn around and take a look."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":32,
    "page_number":68,
    "text":"No sooner had I turned than a fat snake wriggled over the back of the chair and landed on my shoulder. The snake’s landing on me and my turning were simultaneous."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":33,
    "page_number":68,
    "text":"I didn’t jump. I didn’t tremble."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":34,
    "page_number":68,
    "text":"I didn’t cry out. There was no time to do any such thing."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":35,
    "page_number":68,
    "text":"The snake slithered along my shoulder and coiled around my left arm above the elbow. The hood was spread out and its head was hardly three or four inches from my face!"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":36,
    "page_number":68,
    "text":"It would not be correct to say merely that I sat there holding my breath. I was turned to stone."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":37,
    "page_number":68,
    "text":"But my mind was very active. The door opened into darkness."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":38,
    "page_number":68,
    "text":"The room was surrounded by darkness. In the light of the lamp I sat there like a stone image in the flesh."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":39,
    "page_number":68,
    "text":"I felt then the great presence of the creator of this world and this universe. God was there."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":40,
    "page_number":68,
    "text":"Suppose I said something and he did not like it . I tried in my imagination to write in bright letters outside my little heart the words, ‘O God’."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":41,
    "page_number":68,
    "text":"There was some pain in my left arm. It was as if a thick leaden rod — no, a rod made of molten fire — was slowly but powerfully crushing my arm."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":42,
    "page_number":68,
    "text":"The arm was beginning to be drained of all strength. What could I do?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":43,
    "page_number":68,
    "text":"At my slightest movement the snake would strike me! Death lurked four inches away."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":44,
    "page_number":68,
    "text":"Suppose it struck, what was the medicine I had to take? There were no medicines in the room."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":45,
    "page_number":68,
    "text":"I was but a poor, foolish and stupid doctor. I forgot my danger and smiled feebly at myself."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":46,
    "page_number":68,
    "text":"It seemed as if God appreciated that. The snake turned its head."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":47,
    "page_number":68,
    "text":"It looked into the mirror and saw its reflection. I do not claim that it was the first snake that had ever looked into a mirror."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":48,
    "page_number":68,
    "text":"But it was certain that the snake was looking into the mirror. Was it admiring its own beauty?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":49,
    "page_number":68,
    "text":"Was it trying 58 \/ Beehive Reprint 2025-26 Perhaps it wanted to enjoy its reflection at closer quarters."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":50,
    "page_number":69,
    "text":"to make an important decision about growing a moustache or using eye shadow and mascara or wearing a vermilion spot on its forehead? I did not know anything for certain."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":51,
    "page_number":69,
    "text":"What sex was this snake, was it male or female? I will never know; for the snake unwound itself from my arm and slowly slithered into my lap."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":52,
    "page_number":69,
    "text":"From there it crept onto the table and moved towards the mirror. Perhaps it wanted to enjoy its reflection at closer quarters."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":53,
    "page_number":69,
    "text":"I was no mere image cut in granite. I was suddenly a man of flesh and blood."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":54,
    "page_number":69,
    "text":"Still holding my breath I got up from the chair. I quietly went out through the door into the veranda."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":55,
    "page_number":69,
    "text":"From there I leapt into the yard and ran for all I was worth. “Phew !” Each of us heaved a sigh of relief."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":56,
    "page_number":69,
    "text":"Somebody asked, “Doctor, is your wife very fat?” 11. “No,” the doctor said."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":57,
    "page_number":69,
    "text":"“God willed otherwise. My life companion is a thin reedy person with the gift of a sprinter.” Someone else asked, “Doctor, when you ran did the snake follow you?” The Snake and the Mirror \/ 59 Reprint 2025-26"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":58,
    "page_number":70,
    "text":"The doctor replied, “I ran and ran till I reached a friend’s house. Immediately I smeared oil all over myself and took a bath."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":59,
    "page_number":70,
    "text":"I changed into fresh clothes. The next morning at about eight-thirty I took my friend and one or two others to my room to move my things from there."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":60,
    "page_number":70,
    "text":"But we found we had little to carry. Some thief had removed most of my things."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":61,
    "page_number":70,
    "text":"The room had been cleaned out! But not really, the thief had left behind one thing as a final insult!’ 12."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":62,
    "page_number":70,
    "text":"“What was that?” I asked. The doctor said, “My vest, the dirty one."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":63,
    "page_number":70,
    "text":"The fellow had such a sense of cleanliness.! The rascal could have taken it and used it after washing it with soap and water.” “Did you see the snake the next day, doctor?” The doctor laughed, “I’ve never seen it since."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":64,
    "page_number":70,
    "text":"It was a snake which was taken with its own beauty!” taken with: attracted by VAIKOM MUHAMMAD BASHEER [translated from the Malayalam by V. Abdulla] Thinking about the Text I. Discuss in pairs and answer each question below in a short paragraph (30–40 words)."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":65,
    "page_number":70,
    "text":"“The sound was a familiar one.” What sound did the doctor hear? What did he think it was?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":66,
    "page_number":70,
    "text":"How many times did he hear it? (Find the places in the text.)"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":67,
    "page_number":70,
    "text":"When and why did the sounds stop? What two “important” and “earth-shaking” decisions did the doctor take while he was looking into the mirror?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":68,
    "page_number":70,
    "text":"“I looked into the mirror and smiled,” says the doctor. A little later he says, “I forgot my danger and smiled feebly at myself.” What is the doctor’s opinion about himself when: (i) he first smiles, and (ii) he smiles again?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":69,
    "page_number":70,
    "text":"In what way do his thoughts change in between, and why? This story about a frightening incident is narrated in a humorous way."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":70,
    "page_number":70,
    "text":"What makes it humorous? (Think of the contrasts it presents between dreams and reality."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":71,
    "page_number":70,
    "text":"Some of them are listed below.) (i) The kind of person the doctor is (money, possessions) (ii) The kind of person he wants to be (appearance, ambition) 60 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":72,
    "page_number":71,
    "text":"(i) The person he wants to marry (ii) The person he actually marries 3. (i) His thoughts when he looks into the mirror (ii) His thoughts when the snake is coiled around his arm Write short paragraphs on each of these to get your answer."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":73,
    "page_number":71,
    "text":"Thinking about Language I. Here are some sentences from the text."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":74,
    "page_number":71,
    "text":"Say which of them tell you, that the author: (a) was afraid of the snake, (b) was proud of his appearance, (c) had a sense of humour, (d) was no longer afraid of the snake. I was turned to stone."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":75,
    "page_number":71,
    "text":"I was no mere image cut in granite. The arm was beginning to be drained of strength."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":76,
    "page_number":71,
    "text":"I tried in my imagination to write in bright letters outside my little heart the words, ‘O God’. I didn’t tremble."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":77,
    "page_number":71,
    "text":"I didn’t cry out. I looked into the mirror and smiled."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":78,
    "page_number":71,
    "text":"It was an attractive smile. I was suddenly a man of flesh and blood."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":79,
    "page_number":71,
    "text":"I was after all a bachelor, and a doctor too on top of it! The fellow had such a sense of cleanliness.!"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":80,
    "page_number":71,
    "text":"The rascal could have taken it and used it after washing it with soap and water. Was it trying to make an important decision about growing a moustache or using eye shadow and mascara or wearing a vermilion spot on its forehead."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":81,
    "page_number":71,
    "text":"Expressions used to show fear Can you find the expressions in the story that tell you that the author was frightened? Read the story and complete the following sentences."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":82,
    "page_number":71,
    "text":"I was turned . I sat there holding ."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":83,
    "page_number":71,
    "text":"In the light of the lamp I sat there like . In the sentences given below some words and expressions are italicised."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":84,
    "page_number":71,
    "text":"They are variously mean that one • is very frightened. • is too scared to move."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":85,
    "page_number":71,
    "text":"• is frightened by something that happens suddenly. • makes another feel frightened."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":86,
    "page_number":71,
    "text":"Match the meanings with the words\/expressions in italics, and write the appropriate meaning next to the sentence. The first one has been done for you."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":87,
    "page_number":71,
    "text":"I knew a man was following me, I was scared out of my wits. (very frightened) The Snake and the Mirror \/ 61 Reprint 2025-26"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":88,
    "page_number":72,
    "text":"I got a fright when I realised how close I was to the cliff edge. He nearly jumped out of his skin when he saw the bull coming towards him."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":89,
    "page_number":72,
    "text":"You really gave me a fright when you crept up behind me like that. Wait until I tell his story — it will make your hair stand on end."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":90,
    "page_number":72,
    "text":"Paralysed with fear, the boy faced his abductors. The boy hid behind the door, not moving a muscle."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":91,
    "page_number":72,
    "text":"Reported questions Study these sentences: • His friend asked, “Did you see the snake the next day, doctor?” His friend asked the doctor whether\/if he had seen the snake the next day. • The little girl wondered, “Will I be home before the TV show begins?” The little girl wondered if\/whether she would be home before the TV show began."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":92,
    "page_number":72,
    "text":"• Someone asked, “Why has the thief left the vest behind?” Someone asked why the thief had left the vest behind. The words if\/whether are used to report questions which begin with: do, will, can, have, are etc."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":93,
    "page_number":72,
    "text":"These questions can be answered ‘yes’ or ‘no’. Questions beginning with why\/when\/where\/how\/which\/what are reported using these same words."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":94,
    "page_number":72,
    "text":"The reporting verbs we use in questions with if\/whether\/why\/when etc. are: ask, inquire and wonder."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":95,
    "page_number":72,
    "text":"Remember that in reported speech, • the present tense changes to past tense • here, today, tomorrow, yesterday etc. change to there, that day, the next day, the day before, etc."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":96,
    "page_number":72,
    "text":"• I\/you change to me\/him\/he, etc., as necessary. Example: • He said to me, “I don’t believe you.” He said he did not believe me."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":97,
    "page_number":72,
    "text":"• She said to him, ‘I don’t believe you.’ She told him that she did not believe him. Report these questions using if\/whether or why\/when\/where\/how\/which\/what."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":98,
    "page_number":72,
    "text":"Remember the italicised verbs change into the past tense. Meena asked her friend, “Do you think your teacher will come today?” 2."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":99,
    "page_number":72,
    "text":"David asked his colleague, “Where will you go this summer?” 3. He asked the little boy, “Why are you studying English?” 4."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":100,
    "page_number":72,
    "text":"She asked me, “When are we going to leave?” 5. Pran asked me, “Have you finished reading the newspaper?” 62 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":101,
    "page_number":73,
    "text":"Seema asked her, “How long have you lived here?” 7. Sheila asked the children, “Are you ready to do the work?” Speaking Using some of the expressions given above in exercise I, talk about an incident when you were very scared."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":102,
    "page_number":73,
    "text":"You may have a competition to decide whose story was the most frightening. Dictation The following paragraph is about the Indian cobra."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":103,
    "page_number":73,
    "text":"Read it twice and close your book. Your teacher will then dictate the paragraph to you."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":104,
    "page_number":73,
    "text":"Write it down with appropriate punctuation marks. The Indian cobra is the common name for members of the family of venomous snakes, known for their intimidating looks and deadly bite."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":105,
    "page_number":73,
    "text":"Cobras are recognised by the hoods that they flare when angry or disturbed; the hoods are created by the extension of the ribs behind the cobras’ heads. Obviously the best prevention is to avoid getting bitten."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":106,
    "page_number":73,
    "text":"This is facilitated by the fact that humans are not the natural prey of any venomous snake. We are a bit large for them to swallow whole and they have no means of chopping us up into bite-size pieces."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":107,
    "page_number":73,
    "text":"Nearly all snakebites in humans are the result of a snake defending itself when it feels threatened. In general snakes are shy and will simply leave if you give them a chance."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":108,
    "page_number":73,
    "text":"Try to rewrite the story without its humour, merely as a frightening incident. What details or parts of the story would you leave out?"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":109,
    "page_number":73,
    "text":"Read the description given alongside this sketch from a photograph in a newspaper (Times of India, 4 September 19). Make up a story about what the monkey is thinking, or why it is looking into a mirror."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":110,
    "page_number":73,
    "text":"Write a paragraph about it. THE FAIREST OF THEM ALL A monkey preens itself using a piece of mirror, in the Delhi ridge."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":111,
    "page_number":73,
    "text":"(‘To preen oneself’ means to spend a lot of time making oneself look attractive, and then admiring one’s appearance. The word is used in disapproval.)"
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":112,
    "page_number":73,
    "text":"The Snake and the Mirror \/ 63 Reprint 2025-26 Translation The text you read is a translation of a story by a well-known Malayalam writer, Vaikom Muhammad Basheer."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":113,
    "page_number":74,
    "text":"In translating a story from one language to another, a translator must keep the content intact. However, the language and the style differ in different translations of the same text."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":114,
    "page_number":74,
    "text":"Here are two translations of the opening paragraphs of a novel by the Japanese writer, Haruki Murakami. Read them and answer the questions given below."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":115,
    "page_number":74,
    "text":"A B When the phone rang I was in I’m in the kitchen cooking spaghetti the kitchen, boiling a potful of when the woman calls. Another spaghetti and whistling along moment until the spaghetti is with an FM broadcast of the done; there I am, whistling the overture to Rossini’s The prelude to Rossini’s La Gazza Thieving Magpie, which has to Ladra along with the FM radio."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":116,
    "page_number":74,
    "text":"be the perfect music for cooking Perfect spaghetti-cooking music! I hear the telephone ring but I wanted to ignore the tell myself, Ignore it."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":117,
    "page_number":74,
    "text":"Let the phone, not only because the spaghetti finish cooking. It’s spaghetti was nearly done, but almost done, and besides, because Claudio Abbado was Claudio Abbado and the London bringing the London Symphony Symphony Orchestra are coming to its musical climax."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":118,
    "page_number":74,
    "text":"to a crescendo. Compare the two translations on the basis of the following points."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":119,
    "page_number":74,
    "text":"• the tense of narration (past and present tense) • short, incomplete sentences • sentence length Which of these translations do you like? Give reasons for your choice."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":120,
    "page_number":74,
    "text":"64 \/ Beehive Reprint 2025-26 A Legend of the Northland This poem narrates the legend of an old lady who angered Saint Peter because of her greed."
  },
  {
    "chapter":"The Snake and the Mirror",
    "chunk_id":121,
    "page_number":75,
    "text":"Away, away in the Northland, Where the hours of the day are few, And the nights are so long in winter That they cannot sleep them through; Where they harness the swift reindeer To the sledges, when it snows; And the children look like bear’s cubs In their funny, furry clothes: They tell them a curious story — I don’t believe ’tis true; And yet you may learn a lesson If I tell the tale to you. Once, when the good Saint Peter Lived in the world below, And walked about it, preaching, Just as he did, you know, He came to the door of a cottage, In travelling round the earth, Where a little woman was making cakes, And baking them on the hearth; And being faint with fasting, For the day was almost done, He asked her, from her store of cakes, To give him a single one."
  }
]