[
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":1,
    "page_number":56,
    "text":"A Truly Beautiful Mind B EFORE Y OU R EAD • Who do you think of, when you hear the word ‘genius’? Who is a genius — what qualities do you think a genius has?"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":2,
    "page_number":56,
    "text":"• We shall now read about a young German civil servant who took the world by storm about a hundred years ago. In the summer of 1905, the 26-year-old published in quick succession four ground-breaking papers: about light, the motion of particles, the electrodynamics of moving bodies, and energy."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":3,
    "page_number":56,
    "text":"His work took up only a few pages in scientific journals, but changed forever our understanding of space, time and the entire cosmos — and transformed the name ‘Einstein’ into a synonym for genius. • Fifty years after his death, Albert Einstein’s genius still reigns."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":4,
    "page_number":56,
    "text":"ALBERT Einstein was born on 14 March 1879 in the German city of Ulm, without any indication that he was destined for greatness. On the contrary, his mother thought Albert was a freak."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":5,
    "page_number":56,
    "text":"To her, his head freak: a word used seemed much too large. disapprovingly to talk about a person who is 2."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":6,
    "page_number":56,
    "text":"At the age of two-and-a-half, Einstein still wasn’t unusual and doesn’t talking. When he finally did learn to speak, he uttered behave, look or think everything twice."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":7,
    "page_number":56,
    "text":"Einstein did not know what to do like others with other children, and his playmates called him “Brother Boring.” So the youngster played by himself Otto Neugebauer, the historian of ancient mathematics, told a story about the boy Einstein that he characterises as a “legend”, but that seems fairly authentic. As he was a late talker, his parents were worried."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":8,
    "page_number":56,
    "text":"At last, at the supper table one night, he broke his silence to say, “The soup is too hot.” Greatly relieved, his parents asked why he had never said a word before. Albert replied, “Because up to now everything was in order.” Reprint 2025-26"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":9,
    "page_number":57,
    "text":"much of the time. He especially loved mechanical toys."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":10,
    "page_number":57,
    "text":"Looking at his newborn sister, Maja, he is said to have said: “Fine, but where are her wheels?” 3. A headmaster once told his father that what Einstein chose as a profession wouldn’t matter, because “he’ll never make a success at anything.” Einstein began learning to play the violin at the age of six, because his mother wanted him to; he later became a gifted amateur violinist, maintaining amateur: doing this skill throughout his life."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":11,
    "page_number":57,
    "text":"something for 4. But Albert Einstein was not a bad pupil."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":12,
    "page_number":57,
    "text":"He went personal enjoyment rather than as a to high school in Munich, where Einstein’s family profession had moved when he was 15 months old, and scored good marks in almost every subject. Einstein hated the school’s regimentation, and often clashed with regimentation: order his teachers."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":13,
    "page_number":57,
    "text":"At the age of 15, Einstein felt so stifled or discipline taken to an extreme there that he left the school for good. The previous year, Albert’s parents had moved to stifled: unable to breathe; suffocated Milan, and left their son with relatives."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":14,
    "page_number":57,
    "text":"After prolonged discussion, Einstein got his wish to continue his education in German-speaking Switzerland, in a city which was more liberal than Munich. liberal: willing to 6."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":15,
    "page_number":57,
    "text":"Einstein was highly gifted in mathematics and understand and respect others’ interested in physics, and after finishing school, opinions he decided to study at a university in Zurich. But science wasn’t the only thing that appealed to the dashing young man with the walrus moustache."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":16,
    "page_number":57,
    "text":"Einstein in 1900 at the Einstein in 1955 as we age of 21. remember him now A Truly Beautiful Mind \/ 47 Reprint 2025-26 He also felt a special interest in a fellow student, Mileva Maric, whom he found to be a “clever creature.” This young Serb had come to Switzerland because the University in Zurich was one of the few in Europe where women could get degrees."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":17,
    "page_number":58,
    "text":"Einstein saw in her an ally against the “philistines”— ally: a friend or an those people in his family and at the university associate with whom he was constantly at odds. The couple philistines: a word fell in love."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":18,
    "page_number":58,
    "text":"Letters survive in which they put their used disapprovingly to talk about people affection into words, mixing science with who do not like art, tenderness. Wrote Einstein: “How happy and proud literature or music I shall be when we both have brought our work on relativity to a victorious conclusion.” 8."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":19,
    "page_number":58,
    "text":"In 1900, at the age of 21, Albert Einstein was a university graduate and unemployed. He worked as a teaching assistant, gave private lessons and finally secured a job in 1902 as a technical expert in the patent office in Bern."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":20,
    "page_number":58,
    "text":"While he was supposed patent: a document to be assessing other people’s inventions, Einstein which gives the rights of an invention was actually developing his own ideas in secret. He to an inventor is said to have jokingly called his desk drawer at work the “bureau of theoretical physics.” 9."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":21,
    "page_number":58,
    "text":"One of the famous papers of 1905 was Einstein’s Special Theory of Relativity, according to which time and distance are not absolute. Indeed, two perfectly absolute: measured accurate clocks will not continue to show the same in itself, not in relation to anything time if they come together again after a journey if else one of them has been moving very fast relative to the other."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":22,
    "page_number":58,
    "text":"From this followed the world’s most famous formula which describes the relationship between mass and energy: E = mc2 (In this mathematical equation, E stands for energy, m for mass and c for the speed of the light in a vacuum (about 300,0 km\/s). When you sit with a nice girl for two hours, it seems like two minutes."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":23,
    "page_number":58,
    "text":"When you sit on a hot stove for two minutes, it seems like two hours—that’s relativity. – ALBERT EINSTEIN * * * 48 \/ Beehive Reprint 2025-26"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":24,
    "page_number":59,
    "text":"While Einstein was solving the most difficult problems in physics, his private life was unravelling. Albert had wanted to marry Mileva right unravelling: starting after finishing his studies, but his mother was to fail against it."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":25,
    "page_number":59,
    "text":"She thought Mileva, who was three years older than her son, was too old for him. She was also bothered by Mileva’s intelligence."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":26,
    "page_number":59,
    "text":"“She is a book like you,” his mother said. Einstein put the wedding off."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":27,
    "page_number":59,
    "text":"The pair finally married in January 1903, and had two sons. But a few years later, the marriage faltered."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":28,
    "page_number":59,
    "text":"Mileva, meanwhile, was losing her faltered: became intellectual ambition and becoming an unhappy weak housewife. After years of constant fighting, the couple finally divorced in 1919."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":29,
    "page_number":59,
    "text":"Einstein married his cousin Elsa the same year. * * * 12.Einstein’s new personal chapter coincided with his rise to world fame."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":30,
    "page_number":59,
    "text":"In 1915, he had published his General Theory of Relativity, which provided a new interpretation of gravity. An eclipse of the sun in 1919 brought proof that it was accurate."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":31,
    "page_number":59,
    "text":"Einstein had correctly calculated in advance the extent to which the light from fixed stars would be deflected deflected: changed through the sun’s gravitational field. The newspapers direction because it hit something proclaimed his work as “a scientific revolution.” 13."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":32,
    "page_number":59,
    "text":"Einstein received the Nobel Prize for Physics in 1921. He was showered with honours and invitations from all over the world, and lauded by the press."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":33,
    "page_number":59,
    "text":"* * * 14. When the Nazis came to power in Germany in 1933, Einstein emigrated to the United States."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":34,
    "page_number":59,
    "text":"Five years later, the discovery of nuclear fission in Berlin had American physicists in an uproar. Many of them in an uproar: very had fled from Fascism, just as Einstein had, and upset now they were afraid the Nazis could build and use an atomic bomb."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":35,
    "page_number":59,
    "text":"A Truly Beautiful Mind \/ 49 Reprint 2025-26 At the urging of a colleague, Einstein wrote a letter to the American President, Franklin D. Roosevelt, on 2 August 1939, in which he warned: “A single bomb of this type ."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":36,
    "page_number":60,
    "text":"exploded in a port, might very well destroy the whole port together with some of the surrounding territory.” His words did not fail to have an effect. The Americans developed the atomic bomb in a secret project of their own, and dropped it on the Japanese cities of Hiroshima and Nagasaki in August 1945."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":37,
    "page_number":60,
    "text":"Einstein was deeply shaken by the extent of the destruction. This time he wrote a public missive to missive: letter, the United Nations."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":38,
    "page_number":60,
    "text":"In it he proposed the formation especially long and official of a world government. Unlike the letter to Roosevelt, this one made no impact."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":39,
    "page_number":60,
    "text":"But over the next decade, Einstein got ever more involved in politics — agitating for an end to the arms buildup and using his popularity to campaign for peace and democracy. visionary: a person 17."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":40,
    "page_number":60,
    "text":"When Einstein died in 1955 at the age of 76, he who can think about the future in an was celebrated as a visionary and world citizen as original and much as a scientific genius. intelligent way Thinking about the Text 1.Here are some headings for paragraphs in the text."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":41,
    "page_number":60,
    "text":"Write the number(s) of the paragraph(s) for each title against the heading. The first one is done for you."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":42,
    "page_number":60,
    "text":"(i) Einstein’s equation 9 (ii) Einstein meets his future wife (i) The making of a violinist (iv) Mileva and Einstein’s mother (v) A letter that launched the arms race (vi) A desk drawer full of ideas (vii) Marriage and divorce 50 \/ Beehive Reprint 2025-26 2. Who had these opinions about Einstein?"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":43,
    "page_number":61,
    "text":"(i) He was boring. (ii) He was stupid and would never succeed in life."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":44,
    "page_number":61,
    "text":"(i) He was a freak. Explain what the reasons for the following are."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":45,
    "page_number":61,
    "text":"(i) Einstein leaving the school in Munich for good. (ii) Einstein wanting to study in Switzerland rather than in Munich."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":46,
    "page_number":61,
    "text":"(i) Einstein seeing in Mileva an ally. (iv) What do these tell you about Einstein?"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":47,
    "page_number":61,
    "text":"What did Einstein call his desk drawer at the patent office? Why did Einstein write a letter to Franklin Roosevelt?"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":48,
    "page_number":61,
    "text":"How did Einstein react to the bombing of Hiroshima and Nagasaki? Why does the world remember Einstein as a “world citizen”?"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":49,
    "page_number":61,
    "text":"Here are some facts from Einstein’s life. Arrange them in chronological order."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":50,
    "page_number":61,
    "text":"[ ] Einstein publishes his special theory of relativity. [ ] He is awarded the Nobel Prize in Physics."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":51,
    "page_number":61,
    "text":"[ ] Einstein writes a letter to U.S. President, Franklin D. Roosevelt, and warns against Germany’s building of an atomic bomb. [ ] Einstein attends a high school in Munich."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":52,
    "page_number":61,
    "text":"[ ] Einstein’s family moves to Milan. [ ] Einstein is born in the German city of Ulm."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":53,
    "page_number":61,
    "text":"[ ] Einstein joins a university in Zurich, where he meets Mileva. [ ] Einstein dies."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":54,
    "page_number":61,
    "text":"[ ] He provides a new interpretation of gravity. [ ] Tired of the school’s regimentation, Einstein withdraws from school."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":55,
    "page_number":61,
    "text":"[ ] He works in a patent office as a technical expert. [ ] When Hitler comes to power, Einstein leaves Germany for the United States."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":56,
    "page_number":61,
    "text":"Thinking about Language I. Here are some sentences from the story."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":57,
    "page_number":61,
    "text":"Choose the word from the brackets which can be substituted for the italicised words in the sentences. A few years later, the marriage faltered."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":58,
    "page_number":61,
    "text":"(failed, broke, became weak). Einstein was constantly at odds with people at the university."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":59,
    "page_number":61,
    "text":"(on bad terms, in disagreement, unhappy) 3. The newspapers proclaimed his work as “a scientific revolution.” (declared, praised, showed) A Truly Beautiful Mind \/ 51 Reprint 2025-26"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":60,
    "page_number":62,
    "text":"Einstein got ever more involved in politics, agitating for an end to the arms buildup. (campaigning, fighting, supporting) 5."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":61,
    "page_number":62,
    "text":"At the age of 15, Einstein felt so stifled that he left the school for good. (permanently, for his benefit, for a short time) 6."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":62,
    "page_number":62,
    "text":"Five years later, the discovery of nuclear fission in Berlin had American physicists in an uproar. (in a state of commotion, full of criticism, in a desperate state) 7."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":63,
    "page_number":62,
    "text":"Science wasn’t the only thing that appealed to the dashing young man with the walrus moustache. (interested, challenged, worried) II."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":64,
    "page_number":62,
    "text":"Study the following sentences. • Einstein became a gifted amateur violinist, maintaining this skill throughout his life."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":65,
    "page_number":62,
    "text":"• Letters survive in which they put their affection into words, mixing science with tenderness. The parts in italics in the above sentences begin with –ing verbs, and are called participial phrases."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":66,
    "page_number":62,
    "text":"Participial phrases say something more about the person or thing talked about or the idea expressed by the sentence as a whole. For example: – Einstein became a gifted amateur violinist."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":67,
    "page_number":62,
    "text":"He maintained this skill throughout his life. Complete the sentences below by filling in the blanks with suitable participial clauses."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":68,
    "page_number":62,
    "text":"The information that has to be used in the phrases is provided as a sentence in brackets. 1. , the firefighters finally put out the fire."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":69,
    "page_number":62,
    "text":"(They worked round the clock.) She watched the sunset above the mountain, (She noticed the colours blending softly into one another.)"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":70,
    "page_number":62,
    "text":"The excited horse pawed the ground rapidly, (While it neighed continually.) 4. , I found myself in Bangalore, instead of Benaras."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":71,
    "page_number":62,
    "text":"(I had taken the wrong train.) 5. , I was desperate to get to the bathroom."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":72,
    "page_number":62,
    "text":"(I had not bathed for two days) 6. The stone steps, needed to be replaced."
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":73,
    "page_number":62,
    "text":"(They were worn down). The actor received hundreds of letters from his fans, (They asked him to send them his photograph.)"
  },
  {
    "chapter":"A Truly Beautiful Mind",
    "chunk_id":74,
    "page_number":62,
    "text":"52 \/ Beehive Reprint 2025-26"
  }
]